Repository: OpenEdition/myDE-Alerts
Catalog: translations/*-alerts+intl-icu.*.xlf
Languages: fr

# alerts.title
source: Alerts
fr: Alertes

# alerts.count
source: {alerts, plural, =0 {No saved alerts.} =1 {<b>1</b> saved alert.} other {<b>#</b> saved alerts.} }
fr: {alerts, plural, =0 {Pas d'alerte enregistrée.} =1 {<b>1</b> alerte enregistrée.} other {<b>#</b> alertes enregistrée.} }

# alerts.new
source: New alert
fr: Nouvelle alerte

# alerts.delete
source: Delete
fr: Supprimer

# alerts.edit
source: Edit
fr: Modifier

# alert.results.email
source: Sending results<br>via email
fr: Envoi des résultats<br>par email

# alerts.results.none
source: No results
fr: Pas de résultats

# alerts.results.more_than
source: More than {count}<br>new results
fr: Plus que {count}<br>nouveaux results

# alerts.results.count
source: {count} new<br>results
fr: {count} nouveaux<br>résultats

# alerts.delete_modal.h1
source: Deleting an alert ?
fr: Supprimer une alerte ?

# alerts.delete_modal.ask
source: Are you certain you wish to delete this alert:
fr: Êtes-vous certain que vous souhaitez supprimer cette alerte :

# alerts.delete_modal.danger
source: There is no backtracking, <b>all</b> data associated with this alert will be lost.
fr: Il n'y a pas de retour en arrière, <b>toutes</b> les donnés associés avec cette alerte seront perdu.

# alerts.delete_modal.cancel
source: Cancel
fr: Annuler

# alerts.delete_modal.delete
source: Delete alert
fr: Supprimer alerte

# alerts.nav_title
source: My Alerts
fr: Mes Alertes

# alerts.form.name
source: Name
fr: Nom

# alerts.form.name.placeholder
source: Name for the alert
fr: Nom de l'alerte

# alerts.form.all_fields
source: In all fields
fr: Dans tous les champs

# alerts.form.all_fields.placeholder
source: Expression or keyword
fr: Expression ou mot-clé

# alerts.form.from_publication
source: From this year of publication
fr: Depuis cette année de publication

# alerts.form.until_publication
source: Until this year of publication
fr: Jusqu'à cette année de publication

# alerts.form.frequency
source: Update frequency
fr: Fréquence de mise à jour

# alerts.frequency.daily
source: Everyday
fr: Journalière

# alerts.frequency.weekly
source: Weekly
fr: Hebdomadaire

# alerts.frequency.monthly
source: Every 28 days
fr: Tous les 28 jours

# alerts.form.email
source: Send email notifications
fr: Envoyer notifications par email

# alerts.form.preview
source: Preview
fr: Aperçu

# alerts.form.edit
source: Edit
fr: Modifier

# alerts.form.save
source: Save
fr: Enregistrer

# alerts.title.new
source: New alert
fr: Nouvelle alerte

# alerts.form.platform
source: Platforms
fr: Plateformes

# alerts.form.refresh
source: Refresh
fr: Rafraîchir

# alerts.title.preview
source: Preview
fr: Aperçu

# alerts.title.preview.long
source: Preview for alert:
fr: Aperçu pour alerte :

# alerts.preview.paginator
source: {total, plural, =0 {No documents found} other {<b>#</b> documents found, page <b>{currentPage, number}</b> out of <b>{pageCount, number}</b>} }
fr: {total, plural, =0 {Aucun document trouvé} other {<b>#</b> documents trouvé, page <b>{currentPage, number}</b> sur <b>{pageCount, number}</b>} }

# alerts.title.results
source: Results
fr: Résulats

# alerts.title.results.long
source: Results for alert:
fr: Résultats pour alerte :

# alerts.next_update_date
source: Next update: {dt, date, short}
fr: Prochaine mise-à-jour : {dt, date, short}
